tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "awscli"
brew "curl"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "jq"
brew "mysql-client"
brew "nvm"
brew "openssl"
brew "pdfgrep"
brew "postgresql"
brew "pyenv"
brew "redis"
brew "rust"
brew "tree"
brew "wget"

# CTF tooling
brew "binwalk"
brew "exiftool"
brew "exploitdb"
brew "fcrackzip"
brew "feroxbuster"
brew "foremost"
brew "gobuster"
brew "hashcat"
brew "hexedit"
brew "hydra"
brew "john-jumbo"
brew "nikto"
brew "nmap"
brew "radare2"
brew "rustscan"
brew "sqlmap"

cask "android-studio"
cask "authy"
cask "bitwarden"
cask "brave-browser"
cask "burp-suite"
cask "discord"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "metasploit"
cask "obsidian"
cask "openvpn-connect"
cask "owasp-zap"
cask "postico"
cask "postman"
cask "slack"
cask "spectacle"
cask "spotify"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
