brew "awscli"
brew "curl"
brew "gh"
brew "git"
brew "heroku"
brew "htop"
brew "jq"
brew "nvim"
brew "nvm"
brew "pdfgrep"
brew "postgresql"
brew "pyenv"
brew "redis"
brew "tree"
brew "wget"

cask "bitwarden"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "messenger"
cask "notion"
cask "postico"
cask "postman"
cask "slack"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "wireshark"
